epyc/20240114-0531/0-master/1000/pgbench-warmup-10-100.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 10
partition method: range
partitions: 100
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 57134697
number of failed transactions: 0 (0.000%)
latency average = 0.034 ms
initial connection time = 8.575 ms
tps = 952373.504550 (without initial connection time)